Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_pettynyt_perustuslakivaliokunnan_paatokseen_-_perustuslakivaliokunta_on_pysayttanyt_saamelaiskarajalain_kasittelyn.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät pettynyt perustuslakivaliokunnan päätökseen – perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn
smn: Sämitigge pettâšum vuáđulahâváljukode miärádâsân – vuáđulahâváljukodde lii orostittám sämitiggelaavâ kieđâvuššâm

source: Eduskunnan perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn, eikä laki todennäköisesti enää etene eduskunnan täysistunnon äänestykseen.
smn: Ovdâskodde vuáđulahâváljukodde lii orostittám sämitiggelaavâ kieđâvuššâm, ige laahâ vaarâ innig ovdán ovdâskode olesčuákkim jienâstmân.

source: Lakiuudistuksessa oli tarkoitus edistää saamelaisten itsemääräämisoikeuden toteutumista ja lisäksi mm. uusia vanhentuneet äänestyskäytännöt.
smn: Lahâuđâsmitmist lâi tárguttâs ovdediđ sämmilij jiešmeridemvuoigâdvuođâ olášume já toos lasseen ei. uđâsmittiđ puárásmum jienâstemvuáháduvâid.

source: Saamelaiskäräjät on pettynyt päätökseen, vaikka siihen osattiinkin varautua käsittelyn pitkittyessä vaalikauden viimeisille hetkille.
smn: Sämitigge lii pettâšum miärádâsân, veikâ toos tiettii-uv varriidâttâđ, ko kieđâvuššâm ájánij valjâpaje majemuid puddáid.

source: Puheenjohtaja Tuomas Aslak Juuso ihmettelee erityisesti perustuslakivaliokuntaa, jonka Saamelaiskäräjät toivoi olevan epäpoliittinen elin.
smn: Saavâjođetteijee Tuomas Aslak Juuso imâštâl eromâšávt vuáđulahâváljukode, mon Sämitigge tuáivui lemin epipooliitlâš orgaan.

source: Sen tulisi lausua käsittelyynsä tulevista lakiehdotuksista suhteessa siihen, kuinka ne mukautuvat perustuslakiin ja kansainvälisiin ihmisoikeussopimuksiin .
smn: Tot kolgâččij celkkiđ jieijâs kieđâvušmân puáttee lahâiävtuttâsâin ton háárán, maht toh heivejeh vuáđulaahân já aalmugijkoskâsáid olmoošvuoigâdvuotâsopâmuššáid .

source: – Ihmettelen, kuinka lopputulos voi olla tällainen.
smn: – Mun imâštâlâm, ete maht loppâpuáđus puáhtá leđe tággáár.

source: Perusoikeusasiantuntijoidenkin pääviestit kuulemisissa ja lausunnoissa ovat asiasisällön osalta selkeästi lakiesitystä tukevia.
smn: Vuáđuvuoigâdvuotâäššitobdei-uv válduviestah kulâmijn já ciälkkámušâin tuárjuh äššisiskáldâs peeleest čielgâsávt lahâiävtuttâs.

source: Valitettavasti näyttää siltä, että perustuslakivaliokunnassa otti tässä asiassa hallinnan poliittinen peli sen toimintaa ohjaavien periaatteiden sijaan.
smn: Vaidâlitteht oro lemin tienuuvt, ete vuáđulahâváljukoddeest taan ääšist haldâšij pooliitlâš spellâ ton tooimâ stivrejeijee prinsiipij saajeest.

source: On ikävää, että osa edustajista sortui vastustamaan lakiesitystä näennäisistä syistä, puheenjohtaja Juuso toteaa.
smn: Lii vaidâlittee, ete uási ovdâsteijein vuástálistii lahâiävtuttâs subjektiivlij suujâi tiet, saavâjođetteijee Juuso paahud.

source: Perustuslakivaliokunta äänesti käsittelyn lopettamisesta aikataulusyihin vedoten, mikä ihmetyttää puheenjohtaja Juusoa.
smn: Vuáđulahâváljukodde jienâstij kieđâvuššâm looppâtmist äigitavlusuujâi keežild, mii imâštât saavâjođetteijee Juuso.

source: – Perustuslakivaliokunta on toiminut asiassa itse asettamiensa aikataulujen mukaisesti, ja siten myös itse epäonnistunut, kun aika ei ole riittänyt.
smn: – Vuáđulahâváljukodde lii toimâm ääšist jieš asâttem äigitaavlui miäldásávt, já tienuuvt meid jieš feilim, ko äigi ij lah pijssám.

source: Valiokunnassa ei ilmeisesti ole siirrytty tarpeeksi ajoissa asiassa yleiseltä tasolta sisäiseen keskusteluun, puheenjohtaja Juuso huomauttaa.
smn: Váljukoddeest iä lah kustoo sirdum ääšist tuárvi ääigild almos tääsist siskáldâs savâstâlmân, saavâjođetteijee Juuso huámášit.

source: Puheenjohtaja Juuso on kiitollinen pääministeri Sanna Marinille ja oikeusministeri Anna-Maja Henrikssonille asian edistämisestä tähän pisteeseen.
smn: Saavâjođetteijee Juuso lii kijttevâš uáiviminister Sanna Marinân já riehtiminister Anna-Maja Henrikssonân ääši oovdedmist taan räi.

source: Hän vetoaakin heihin ja koko Suomen hallitukseen, että jos heillä on mahdollisuus vielä viedä laki äänestykseen, he tarttuisivat siihen.
smn: Sun kiäsá-uv sunnuid já oles Suomâ haldâttâsân, ete jis sist ličij máhđulâšvuotâ vala tuálvuđ laavâ jienâstmân, te sij tovâččii tom.

source: – Tämä lakiesitys on vahva, vuosia valmisteltu kompromissi, joka vastaa tasapuolisesti Suomen velvoitteisiin.
smn: – Taat lahâiävtuttâs lii noonâ, iivijd valmâštâllum kompromis, mii västid täsipiälásávt Suomâ kenigâsvuođáid.

source: Saamelaiskäräjien hallitus pyrki viimeiseen asti löytämään ratkaisuja lakiesityksen edistämiseksi.
smn: Sämitige stivrâ viigâi loopâ räi kavnâđ čuávdusijd lahâiävtuttâs oovdedmân.

source: On kuitenkin selvää, ettei asian käsittely muutu tulevaisuudessa yhtään helpommaksi, jos tämän ehdotuksen käsittely jää nyt tähän, puheenjohtaja Juuso muistuttaa.
smn: Lii kuittâg čielgâs, ete ääši kieđâvušmist ij šoodâ puátteevuođâstkin älkkeb, jis taan iävtuttâs kieđâvuššâm páácá tääl teehi, saavâjođetteijee Juuso muštoot.

source: Saamelaiskäräjälakia on yritetty uudistaa yli vuosikymmen
smn: Sämitiggelaavâ láá keččâlâm uđâsmittiđ paijeel love ihheed

source: Marinin hallitus on kolmas peräkkäinen saamelaiskäräjälain uudistuksessa epäonnistuva hallitus.
smn: Marin haldâttâs lii kuálmád maŋalâs haldâttâs, mii ij lah luhostum uđâsmittiđ sämitiggelaavâ.

source: Lakiuudistusta valmistelleen Timosen toimikunnan mietintö julkaistiin toukokuussa 2021, mutta eduskunnan valiokuntien käsittelyyn laki eteni vasta vaalikauden viimeisillä mahdollisilla hetkillä marraskuussa 2022.
smn: Lahâuđâsmittem valmâštellee Timosii toimâkode smiettâmuš almostui vyesimáánust 2021, mutâ ovdâskode váljukuudij kieđâvušmân laahâ ovdánij eskân valjâpaje majemuu máhđulii puudâst skammâmáánust 2022.

source: Saamelaiskäräjälain uudistuspaineita ovat lisänneet myös YK:n rotusyrjintäkomitean ja ihmisoikeuskomitean päätökset, joissa Suomen valtiota on velvoitettu uudistamaan laki saamelaisten itsemääräämisoikeutta alkuperäiskansana kunnioittavaksi.
smn: Sämitiggelaavâ uđâsmittemtedduid láá lasettâm meid OA näliolgoštemkomitea já olmoošvuoigâdvuotâkomitea miärádâsah, main Suomâ staatâ láá kenigittum uđâsmittiđ laavâ vâi tot kunnijât sämmilij jiešmeridemvuoigâdvuođâ algâaalmugin.

source: Vuosien työhön pohjautuneella lakiesityksellä oli Saamelaiskäräjien täyskokouksen lisäksi myös mm. kolttien kyläkokouksen, saamelaisten parlamentaarisen neuvoston ja saamelaisneuvoston kannatus.
smn: Iivij paargon vuáđuduvvee lahâiävtuttâsâst lâi Sämitige olesčuákkim lasseen meid ei. nuorttâlij sijdâčuákkim, säämi parlamentaarlii rääđi já sämirääđi toorjâ.

source: Lisäksi sitä tukivat lukuisat asiantuntijatahot ja ihmisoikeustoimijat, ja sen puolesta järjestetyllä tukiadressi sai 23 000 allekirjoittajaa.
smn: Toos lasseen maaŋgah äššitobdeepeleh já olmoošvuoigâdvuotâtuáimeeh torjuu tom, já ton peeleest uárnejum toorjâadress finnij 23 000 vuáláčälled.

source: – Haluan vielä Saamelaiskäräjien puolesta lämpimästi kiittää kaikkia niitä saamelaisia ja suomalaisia yksityishenkilöitä, jotka tekivät kanssamme sinnikkäästi tärkeää työtä lakiuudistuksen eteen, puheenjohtaja Juuso toteaa.
smn: – Mun halijdâm vala Sämitige peeleest lieggâsávt kijtteđ puoh taid sämmilijd já syemmilijd ovtâskâs ulmuid, kiäh láá iäljárávt porgâm tehálii pargo lahâuđâsmittem oovdân, saavâjođetteijee Juuso paahud.

source: Lisätietoja
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
